Repository: simo-hue/wealth-compass
Catalog: apple/WealthCompass/Sources/Shared/Resources/Localizable.xcstrings
Source language: en
Languages: ar, ca, cs, da, de, el, es, fi, fr, he, hi, hr, hu, id, it, ja, ko, ms, nb, nl, pl, pt_br, pt_pt, ro, ru, sk, sv, th, tr, uk, vi, zh_hans, zh_hant

source: A Finnhub API key is required to update investment prices.
ar: مطلوب مفتاح Finnhub API لتحديث أسعار الاستثمار.
ca: Es necessita una clau API de Finnhub per actualitzar els preus d'inversió.
cs: K aktualizaci investičních cen je vyžadován klíč API Finnhub.
da: En Finnhub API-nøgle er påkrævet for at opdatere investeringspriser.
de: Zur Aktualisierung der Investitionspreise ist ein Finnhub-API-Schlüssel erforderlich.
el: Απαιτείται ένα κλειδί API Finnhub για την ενημέρωση των τιμών επένδυσης.
es: Se requiere una clave API de Finnhub para actualizar los precios de inversión.
fi: Sijoitushintojen päivittämiseen tarvitaan Finnhub API-avain.
fr: Une clé API Finnhub est requise pour mettre à jour les prix des investissements.
he: נדרש מפתח API של Finnhub כדי לעדכן את מחירי ההשקעה.
hi: निवेश कीमतों को अपडेट करने के लिए फिनहब एपीआई कुंजी की आवश्यकता होती है।
hr: Finnhub API ključ je potreban za ažuriranje cijena ulaganja.
hu: A befektetési árak frissítéséhez Finnhub API-kulcs szükséges.
id: Kunci API Finnhub diperlukan untuk memperbarui harga investasi.
it: Per aggiornare i prezzi degli investimenti è necessaria una chiave API Finnhub.
ja: 投資価格を更新するには Finnhub API キーが必要です。
ko: 투자 가격을 업데이트하려면 Finnhub API 키가 필요합니다.
ms: Kunci API Finnhub diperlukan untuk mengemas kini harga pelaburan.
nb: En Finnhub API-nøkkel kreves for å oppdatere investeringsprisene.
nl: Een Finnhub API-sleutel is vereist om investeringsprijzen bij te werken.
pl: Do aktualizacji cen inwestycji wymagany jest klucz API Finnhub.
pt_br: Uma chave API Finnhub é necessária para atualizar os preços de investimento.
pt_pt: É necessária uma chave API Finnhub para atualizar os preços de investimento.
ro: Este necesară o cheie API Finnhub pentru a actualiza prețurile de investiție.
ru: Для обновления инвестиционных цен требуется ключ API Finnhub.
sk: Na aktualizáciu investičných cien je potrebný kľúč API Finnhub.
sv: En Finnhub API-nyckel krävs för att uppdatera investeringspriser.
th: ต้องใช้คีย์ Finnhub API เพื่ออัปเดตราคาการลงทุน
tr: Yatırım fiyatlarını güncellemek için bir Finnhub API anahtarı gereklidir.
uk: Для оновлення інвестиційних цін потрібен ключ Finnhub API.
vi: Cần có khóa API Finnhub để cập nhật giá đầu tư.
zh_hans: 更新投资价格需要 Finnhub API 密钥。
zh_hant: 更新投資價格需要 Finnhub API 金鑰。

source: A market price refresh is already in progress.
ar: تحديث سعر السوق قيد التقدم بالفعل.
ca: Una actualització del preu del mercat ja està en curs.
cs: Aktualizace tržní ceny již probíhá.
da: En markedsprisopdatering er allerede i gang.
de: Eine Marktpreisaktualisierung ist bereits im Gange.
el: Η ανανέωση της τιμής της αγοράς βρίσκεται ήδη σε εξέλιξη.
es: Ya se está realizando una actualización de los precios de mercado.
fi: Markkinahinnan päivitys on jo käynnissä.
fr: Une actualisation des prix du marché est déjà en cours.
he: רענון מחירי שוק כבר בעיצומו.
hi: बाज़ार मूल्य नवीनीकरण पहले से ही प्रगति पर है।
hr: Osvježavanje tržišne cijene već je u tijeku.
hu: A piaci ár frissítése már folyamatban van.
id: Penyegaran harga pasar sedang berlangsung.
it: È già in corso un aggiornamento dei prezzi di mercato.
ja: 市場価格の更新はすでに進行中です。
ko: 시장 가격 갱신이 이미 진행 중입니다.
ms: Penyegaran harga pasaran sedang dijalankan.
nb: En markedsprisoppdatering er allerede i gang.
nl: Er is al een vernieuwing van de marktprijzen aan de gang.
pl: Odświeżanie cen rynkowych już trwa.
pt_br: Uma atualização do preço de mercado já está em andamento.
pt_pt: Uma atualização do preço de mercado já está em curso.
ro: O reîmprospătare a prețului pieței este deja în curs.
ru: Обновление рыночных цен уже происходит.
sk: Obnovenie trhovej ceny už prebieha.
sv: En marknadsprisuppdatering pågår redan.
th: กำลังดำเนินการรีเฟรชราคาตลาดแล้ว
tr: Piyasa fiyatı yenilemesi halihazırda devam ediyor.
uk: Оновлення ринкової ціни вже триває.
vi: Việc làm mới giá thị trường đang được tiến hành.
zh_hans: 市场价格更新已经在进行中。
zh_hant: 市場價格更新已經在進行中。

source: Across every asset
ar: عبر كل الأصول
ca: A tots els actius
cs: Napříč každým aktivem
da: På tværs af ethvert aktiv
de: Über jedes Asset hinweg
el: Σε κάθε περιουσιακό στοιχείο
es: En todos los activos
fi: Jokaisella omaisuudella
fr: Sur chaque actif
he: על פני כל נכס
hi: हर संपत्ति के पार
hr: Preko svake imovine
hu: Minden eszközön
id: Di setiap aset
it: Su ogni risorsa
ja: あらゆる資産にわたって
ko: 모든 자산에 걸쳐
ms: Merentasi setiap aset
nb: På tvers av alle eiendeler
nl: Over elk bezit
pl: W każdym zasobie
pt_br: Em todos os ativos
pt_pt: Em todos os ativos
ro: Peste fiecare activ
ru: По каждому активу
sk: Naprieč každým aktívom
sv: Över varje tillgång
th: ในทุกสินทรัพย์
tr: Her varlıkta
uk: У кожному активі
vi: Trên mọi tài sản
zh_hans: 涵盖每项资产
zh_hant: 涵蓋每項資產

source: Add
ar: إضافة
ca: Afegeix
cs: Přidat
da: Tilføje
de: Hinzufügen
el: Προσθέτω
es: Añadir
fi: Lisätä
fr: Ajouter
he: לְהוֹסִיף
hi: जोड़ना
hr: Dodati
hu: Hozzáadás
id: Menambahkan
it: Aggiungi
ja: 追加
ko: 추가하다
ms: Tambah
nb: Legge til
nl: Toevoegen
pl: Dodać
pt_br: Adicionar
pt_pt: Adicionar
ro: Adăuga
ru: Добавлять
sk: Pridať
sv: Tillägga
th: เพิ่ม
tr: Eklemek
uk: додати
vi: Thêm vào
zh_hans: 添加
zh_hant: 添加

source: Add a holding to track its value and performance.
ar: أضف ملكية لتتبع قيمتها وأدائها.
ca: Afegiu una participació per fer un seguiment del seu valor i rendiment.
cs: Přidejte holding a sledujte jeho hodnotu a výkon.
da: Tilføj en bedrift for at spore dens værdi og ydeevne.
de: Fügen Sie eine Beteiligung hinzu, um deren Wert und Leistung zu verfolgen.
el: Προσθέστε μια κράτηση για να παρακολουθείτε την αξία και την απόδοσή της.
es: Agregue una participación para realizar un seguimiento de su valor y rendimiento.
fi: Lisää osakkuus seurataksesi sen arvoa ja tehokkuutta.
fr: Ajoutez un titre pour suivre sa valeur et ses performances.
he: הוסף החזקה כדי לעקוב אחר הערך והביצועים שלה.
hi: इसके मूल्य और प्रदर्शन को ट्रैक करने के लिए एक होल्डिंग जोड़ें।
hr: Dodajte holding kako biste pratili njegovu vrijednost i učinak.
hu: Adjon hozzá egy holdingot az értékének és teljesítményének nyomon követéséhez.
id: Tambahkan holding untuk melacak nilai dan kinerjanya.
it: Aggiungi una partecipazione per monitorarne il valore e la performance.
ja: 保有銘柄を追加して、その価値とパフォーマンスを追跡します。
ko: 가치와 성과를 추적하려면 보유 종목을 추가하세요.
ms: Tambahkan pegangan untuk menjejak nilai dan prestasinya.
nb: Legg til en beholdning for å spore verdien og ytelsen.
nl: Voeg een holding toe om de waarde en prestaties ervan te volgen.
pl: Dodaj gospodarstwo, aby śledzić jego wartość i wyniki.
pt_br: Adicione uma participação para acompanhar seu valor e desempenho.
pt_pt: Adicione uma participação para acompanhar o seu valor e desempenho.
ro: Adăugați o exploatare pentru a-i urmări valoarea și performanța.
ru: Добавьте холдинг, чтобы отслеживать его стоимость и эффективность.
sk: Pridajte holding a sledujte jeho hodnotu a výkonnosť.
sv: Lägg till ett innehav för att spåra dess värde och prestanda.
th: เพิ่มการถือครองเพื่อติดตามมูลค่าและประสิทธิภาพ
tr: Değerini ve performansını takip etmek için bir holding ekleyin.
uk: Додайте холдинг, щоб відстежувати його вартість і продуктивність.
vi: Thêm khoản nắm giữ để theo dõi giá trị và hiệu suất của nó.
zh_hans: 添加控股以跟踪其价值和表现。
zh_hant: 添加控股以追蹤其價值和表現。

source: Add a holding to track its value.
ar: قم بإضافة ملكية لتتبع قيمتها.
ca: Afegiu una participació per fer un seguiment del seu valor.
cs: Přidejte holding a sledujte jeho hodnotu.
da: Tilføj en bedrift for at spore dens værdi.
de: Fügen Sie eine Beteiligung hinzu, um deren Wert zu verfolgen.
el: Προσθέστε μια κράτηση για να παρακολουθήσετε την αξία της.
es: Agregue una participación para realizar un seguimiento de su valor.
fi: Lisää osakkuus seurataksesi sen arvoa.
fr: Ajoutez une exploitation pour suivre sa valeur.
he: הוסף החזקה כדי לעקוב אחר הערך שלה.
hi: इसके मूल्य को ट्रैक करने के लिए एक होल्डिंग जोड़ें।
hr: Dodajte holding da biste pratili njegovu vrijednost.
hu: Adjon hozzá egy holdingot az értékének nyomon követéséhez.
id: Tambahkan holding untuk melacak nilainya.
it: Aggiungi una partecipazione per monitorarne il valore.
ja: 保有資産を追加してその価値を追跡します。
ko: 가치를 추적하려면 보유 종목을 추가하세요.
ms: Tambahkan pegangan untuk menjejaki nilainya.
nb: Legg til en beholdning for å spore verdien.
nl: Voeg een holding toe om de waarde ervan te volgen.
pl: Dodaj gospodarstwo, aby śledzić jego wartość.
pt_br: Adicione uma participação para rastrear seu valor.
pt_pt: Adicione uma participação para acompanhar o seu valor.
ro: Adăugați o exploatare pentru a-i urmări valoarea.
ru: Добавьте холдинг, чтобы отслеживать его стоимость.
sk: Pridajte holding na sledovanie jeho hodnoty.
sv: Lägg till en innehav för att spåra dess värde.
th: เพิ่มการถือครองเพื่อติดตามมูลค่า
tr: Değerini takip etmek için bir holding ekleyin.
uk: Додайте холдинг, щоб відстежувати його вартість.
vi: Thêm cổ phiếu nắm giữ để theo dõi giá trị của nó.
zh_hans: 添加控股以跟踪其价值。
zh_hant: 添加控股以跟踪其價值。

source: Add a new key in Developer Dashboard.
ar: أضف مفتاحًا جديدًا في لوحة تحكم المطور.
ca: Afegiu una clau nova al tauler de control de desenvolupadors.
cs: Přidejte nový klíč do panelu Developer Dashboard.
da: Tilføj en ny nøgle i Developer Dashboard.
de: Fügen Sie im Entwickler-Dashboard einen neuen Schlüssel hinzu.
el: Προσθέστε ένα νέο κλειδί στον Πίνακα ελέγχου προγραμματιστών.
es: Agregue una nueva clave en el Panel de desarrollador.
fi: Lisää uusi avain kehittäjien hallintapaneeliin.
fr: Ajoutez une nouvelle clé dans le tableau de bord du développeur.
he: הוסף מפתח חדש בלוח המחוונים למפתחים.
hi: डेवलपर डैशबोर्ड में एक नई कुंजी जोड़ें.
hr: Dodajte novi ključ na nadzornoj ploči razvojnog programera.
hu: Adjon hozzá új kulcsot a fejlesztői irányítópulton.
id: Tambahkan kunci baru di Dasbor Pengembang.
it: Aggiungi una nuova chiave nella dashboard dello sviluppatore.
ja: 開発者ダッシュボードに新しいキーを追加します。
ko: 개발자 대시보드에 새 키를 추가하세요.
ms: Tambahkan kunci baharu dalam Papan Pemuka Pembangun.
nb: Legg til en ny nøkkel i Developer Dashboard.
nl: Voeg een nieuwe sleutel toe in het ontwikkelaarsdashboard.
pl: Dodaj nowy klucz w panelu programisty.
pt_br: Adicione uma nova chave no Painel do Desenvolvedor.
pt_pt: Adicione uma nova chave no Painel do Programador.
ro: Adăugați o cheie nouă în Tabloul de bord pentru dezvoltatori.
ru: Добавьте новый ключ на панели разработчика.
sk: Pridajte nový kľúč na paneli Developer Dashboard.
sv: Lägg till en ny nyckel i Developer Dashboard.
th: เพิ่มคีย์ใหม่ในแดชบอร์ดนักพัฒนาซอฟต์แวร์
tr: Geliştirici Kontrol Paneline yeni bir anahtar ekleyin.
uk: Додайте новий ключ на інформаційну панель розробника.
vi: Thêm khóa mới trong Trang tổng quan dành cho nhà phát triển.
zh_hans: 在开发人员仪表板中添加新密钥。
zh_hant: 在開發人員儀表板中新增密鑰。

source: Add another snapshot to see movement
ar: أضف لقطة أخرى لرؤية الحركة
ca: Afegeix una altra instantània per veure el moviment
cs: Chcete-li vidět pohyb, přidejte další snímek
da: Tilføj endnu et snapshot for at se bevægelse
de: Fügen Sie einen weiteren Schnappschuss hinzu, um die Bewegung zu sehen
el: Προσθέστε ένα άλλο στιγμιότυπο για να δείτε την κίνηση
es: Añade otra instantánea para ver el movimiento.
fi: Lisää toinen tilannekuva nähdäksesi liikkeen
fr: Ajoutez un autre instantané pour voir le mouvement
he: הוסף עוד תמונת מצב כדי לראות תנועה
hi: गतिविधि देखने के लिए एक और स्नैपशॉट जोड़ें
hr: Dodajte još jednu snimku da vidite kretanje
hu: Adjon hozzá egy másik pillanatképet a mozgás megtekintéséhez
id: Tambahkan snapshot lain untuk melihat pergerakan
it: Aggiungi un'altra istantanea per vedere il movimento
ja: 動きを確認するには別のスナップショットを追加します
ko: 움직임을 보려면 다른 스냅샷을 추가하세요.
ms: Tambah gambar lain untuk melihat pergerakan
nb: Legg til et nytt øyeblikksbilde for å se bevegelse
nl: Voeg nog een momentopname toe om beweging te zien
pl: Dodaj kolejną migawkę, aby zobaczyć ruch
pt_br: Adicione outro instantâneo para ver o movimento
pt_pt: Adicione outro instantâneo para ver o movimento
ro: Adăugați un alt instantaneu pentru a vedea mișcarea
ru: Добавьте еще один снимок, чтобы увидеть движение
sk: Pridajte ďalšiu snímku, aby ste videli pohyb
sv: Lägg till ytterligare en ögonblicksbild för att se rörelse
th: เพิ่มสแนปชอตอื่นเพื่อดูการเคลื่อนไหว
tr: Hareketi görmek için başka bir anlık görüntü ekleyin
uk: Додайте ще один знімок, щоб побачити рух
vi: Thêm ảnh chụp nhanh khác để xem chuyển động
zh_hans: 添加另一个快照以查看运动
zh_hant: 添加另一個快照以查看運動

source: Add another snapshot to see movement over time
ar: أضف لقطة أخرى لرؤية الحركة مع مرور الوقت
ca: Afegeix una altra instantània per veure el moviment al llarg del temps
cs: Přidejte další snímek, abyste viděli pohyb v průběhu času
da: Tilføj endnu et snapshot for at se bevægelse over tid
de: Fügen Sie einen weiteren Schnappschuss hinzu, um die Bewegung im Zeitverlauf zu sehen
el: Προσθέστε ένα άλλο στιγμιότυπο για να δείτε την κίνηση με την πάροδο του χρόνου
es: Añade otra instantánea para ver el movimiento a lo largo del tiempo.
fi: Lisää toinen tilannekuva nähdäksesi liikkeen ajan mittaan
fr: Ajoutez un autre instantané pour voir le mouvement au fil du temps
he: הוסף עוד תמונת מצב כדי לראות תנועה לאורך זמן
hi: समय के साथ गतिविधि देखने के लिए एक और स्नैपशॉट जोड़ें
hr: Dodajte još jednu snimku da vidite kretanje tijekom vremena
hu: Adjon hozzá egy másik pillanatképet az időbeli mozgások megtekintéséhez
id: Tambahkan snapshot lain untuk melihat pergerakan dari waktu ke waktu
it: Aggiungi un'altra istantanea per vedere il movimento nel tempo
ja: 別のスナップショットを追加して、時間の経過に伴う動きを確認します
ko: 시간 경과에 따른 움직임을 보려면 다른 스냅샷을 추가하세요.
ms: Tambah gambar lain untuk melihat pergerakan dari semasa ke semasa
nb: Legg til et nytt øyeblikksbilde for å se bevegelse over tid
nl: Voeg nog een momentopname toe om de beweging in de loop van de tijd te zien
pl: Dodaj kolejną migawkę, aby zobaczyć ruch w czasie
pt_br: Adicione outro instantâneo para ver o movimento ao longo do tempo
pt_pt: Adicione outro instantâneo para ver o movimento ao longo do tempo
ro: Adăugați un alt instantaneu pentru a vedea mișcarea în timp
ru: Добавьте еще один снимок, чтобы увидеть движение во времени.
sk: Pridajte ďalšiu snímku, aby ste videli pohyb v priebehu času
sv: Lägg till ytterligare en ögonblicksbild för att se rörelse över tiden
th: เพิ่มสแนปชอตอื่นเพื่อดูการเคลื่อนไหวในช่วงเวลาหนึ่ง
tr: Zaman içindeki hareketi görmek için başka bir anlık görüntü ekleyin
uk: Додайте ще один знімок, щоб побачити рух з часом
vi: Thêm ảnh chụp nhanh khác để xem chuyển động theo thời gian
zh_hans: 添加另一个快照以查看随时间的变化
zh_hant: 新增另一個快照以查看隨時間的變化

source: Add Crypto
ar: إضافة عملة مشفرة
ca: Afegeix Crypto
cs: Přidejte Crypto
da: Tilføj Crypto
de: Krypto hinzufügen
el: Προσθήκη κρυπτογράφησης
es: Añadir Cripto
fi: Lisää krypto
fr: Ajouter une cryptomonnaie
he: הוסף קריפטו
hi: क्रिप्टो जोड़ें
hr: Dodaj Crypto
hu: Adja hozzá a kriptot
id: Tambahkan Kripto
it: Aggiungi Cripto
ja: 暗号の追加
ko: 암호화폐 추가
ms: Tambah Kripto
nb: Legg til Crypto
nl: Crypto toevoegen
pl: Dodaj kryptowalutę
pt_br: Adicionar criptografia
pt_pt: Adicionar criptografia
ro: Adăugați Crypto
ru: Добавить криптовалюту
sk: Pridajte Crypto
sv: Lägg till Crypto
th: เพิ่มการเข้ารหัสลับ
tr: Kripto Ekle
uk: Додати Crypto
vi: Thêm tiền điện tử
zh_hans: 添加加密货币
zh_hant: 新增加密貨幣

source: Add Crypto Holding
ar: أضف عقد التشفير
ca: Afegeix Crypto Holding
cs: Přidejte Crypto Holding
da: Tilføj Crypto Holding
de: Krypto-Holding hinzufügen
el: Προσθήκη Crypto Holding
es: Agregar tenencia criptográfica
fi: Lisää Crypto Holding
fr: Ajouter une détention de crypto-monnaie
he: הוסף Crypto Holding
hi: क्रिप्टो होल्डिंग जोड़ें
hr: Dodajte Crypto Holding
hu: Adja hozzá a Crypto Holdingot
id: Tambahkan Penyimpanan Kripto
it: Aggiungi la detenzione di criptovalute
ja: 暗号保有を追加
ko: 암호화폐 보유 추가
ms: Tambah Crypto Holding
nb: Legg til Crypto Holding
nl: Crypto-holding toevoegen
pl: Dodaj holding kryptowalut
pt_br: Adicionar retenção de criptografia
pt_pt: Adicionar retenção de encriptação
ro: Adăugați Crypto Holding
ru: Добавить криптохолдинг
sk: Pridajte Crypto Holding
sv: Lägg till Crypto Holding
th: เพิ่ม Crypto Holding
tr: Kripto Holding Ekle
uk: Додати Crypto Holding
vi: Thêm nắm giữ tiền điện tử
zh_hans: 添加加密货币持有
zh_hant: 新增加密貨幣持有

source: Add Investment
ar: إضافة استثمار
ca: Afegeix inversió
cs: Přidat investici
da: Tilføj investering
de: Investition hinzufügen
el: Προσθήκη επένδυσης
es: Añadir Inversión
fi: Lisää sijoitus
fr: Ajouter un investissement
he: הוסף השקעה
hi: निवेश जोड़ें
hr: Dodajte investiciju
hu: Befektetés hozzáadása
id: Tambahkan Investasi
it: Aggiungi Investimento
ja: 投資の追加
ko: 투자 추가
ms: Tambah Pelaburan
nb: Legg til investering
nl: Investering toevoegen
pl: Dodaj inwestycję
pt_br: Adicionar investimento
pt_pt: Adicionar investimento
ro: Adăugați investiții
ru: Добавить инвестиции
sk: Pridať investície
sv: Lägg till investeringar
th: เพิ่มการลงทุน
tr: Yatırım Ekle
uk: Додати інвестиції
vi: Thêm đầu tư
zh_hans: 添加投资
zh_hant: 添加投資

source: Add recorded cash, an investment, or a crypto holding.
ar: قم بإضافة الأموال النقدية المسجلة أو الاستثمار أو الاحتفاظ بالعملات المشفرة.
ca: Afegiu efectiu registrat, una inversió o una propietat criptogràfica.
cs: Přidejte zaznamenanou hotovost, investici nebo držení kryptoměn.
da: Tilføj registrerede kontanter, en investering eller en kryptobeholdning.
de: Fügen Sie erfasstes Bargeld, eine Investition oder einen Krypto-Bestand hinzu.
el: Προσθέστε καταγεγραμμένα μετρητά, μια επένδυση ή μια κατοχή κρυπτογράφησης.
es: Agregue efectivo registrado, una inversión o una tenencia de criptomonedas.
fi: Lisää tallennettua käteistä, sijoitusta tai kryptoomistusta.
fr: Ajoutez des espèces enregistrées, un investissement ou un avoir cryptographique.
he: הוסף מזומן רשום, השקעה או אחזקת קריפטו.
hi: रिकॉर्ड की गई नकदी, एक निवेश, या एक क्रिप्टो होल्डिंग जोड़ें।
hr: Dodajte evidentirani novac, ulaganje ili kripto holding.
hu: Adjon hozzá rögzített készpénzt, befektetést vagy kriptotartozást.
id: Tambahkan uang tunai yang tercatat, investasi, atau kepemilikan kripto.
it: Aggiungi contanti registrati, un investimento o una detenzione di criptovalute.
ja: 記録された現金、投資、または暗号資産の保有を追加します。
ko: 기록된 현금, 투자 또는 암호화폐 보유를 추가하세요.
ms: Tambahkan tunai yang direkodkan, pelaburan atau pegangan kripto.
nb: Legg til registrerte kontanter, en investering eller en kryptobeholdning.
nl: Voeg geregistreerd contant geld, een investering of een crypto-holding toe.
pl: Dodaj zarejestrowaną gotówkę, inwestycję lub portfel kryptowalut.
pt_br: Adicione dinheiro registrado, um investimento ou uma criptomoeda.
pt_pt: Adicione dinheiro registado, um investimento ou uma criptomoeda.
ro: Adăugați numerar înregistrat, o investiție sau o exploatare cripto.
ru: Добавьте зарегистрированные денежные средства, инвестиции или крипто-холдинг.
sk: Pridajte zaznamenanú hotovosť, investíciu alebo držbu kryptomien.
sv: Lägg till registrerade kontanter, en investering eller ett kryptoinnehav.
th: เพิ่มเงินสดที่บันทึกไว้ การลงทุน หรือการถือครองสกุลเงินดิจิทัล
tr: Kaydedilmiş nakit, bir yatırım veya bir kripto holdingi ekleyin.
uk: Додайте зареєстровану готівку, інвестицію чи криптохолдинг.
vi: Thêm tiền mặt được ghi lại, một khoản đầu tư hoặc nắm giữ tiền điện tử.
zh_hans: 添加记录的现金、投资或加密货币持有。
zh_hant: 新增記錄的現金、投資或加密貨幣持有。

source: Add stocks, ETFs, bonds, or other positions.
ar: أضف الأسهم أو صناديق الاستثمار المتداولة أو السندات أو مراكز أخرى.
ca: Afegiu accions, ETF, bons o altres posicions.
cs: Přidejte akcie, ETF, dluhopisy nebo jiné pozice.
da: Tilføj aktier, ETF'er, obligationer eller andre positioner.
de: Fügen Sie Aktien, ETFs, Anleihen oder andere Positionen hinzu.
el: Προσθέστε μετοχές, ETF, ομόλογα ή άλλες θέσεις.
es: Agregue acciones, ETF, bonos u otras posiciones.
fi: Lisää osakkeita, ETF:itä, joukkovelkakirjoja tai muita positioita.
fr: Ajoutez des actions, des ETF, des obligations ou d’autres positions.
he: הוסף מניות, תעודות סל, אג"ח או פוזיציות אחרות.
hi: स्टॉक, ईटीएफ, बांड, या अन्य स्थितियां जोड़ें।
hr: Dodajte dionice, ETF-ove, obveznice ili druge pozicije.
hu: Adjon hozzá részvényeket, ETF-eket, kötvényeket vagy egyéb pozíciókat.
id: Tambahkan saham, ETF, obligasi, atau posisi lainnya.
it: Aggiungi azioni, ETF, obbligazioni o altre posizioni.
ja: 株式、ETF、債券、またはその他のポジションを追加します。
ko: 주식, ETF, 채권 또는 기타 포지션을 추가하세요.
ms: Tambah saham, ETF, bon atau kedudukan lain.
nb: Legg til aksjer, ETFer, obligasjoner eller andre posisjoner.
nl: Voeg aandelen, ETF's, obligaties of andere posities toe.
pl: Dodaj akcje, fundusze ETF, obligacje lub inne pozycje.
pt_br: Adicione ações, ETFs, títulos ou outras posições.
pt_pt: Adicione ações, ETFs, obrigações ou outras posições.
ro: Adăugați acțiuni, ETF-uri, obligațiuni sau alte poziții.
ru: Добавьте акции, ETF, облигации или другие позиции.
sk: Pridajte akcie, ETF, dlhopisy alebo iné pozície.
sv: Lägg till aktier, ETF:er, obligationer eller andra positioner.
th: เพิ่มหุ้น ETF พันธบัตร หรือตำแหน่งอื่นๆ
tr: Hisse senetleri, ETF'ler, tahviller veya diğer pozisyonları ekleyin.
uk: Додайте акції, ETF, облігації чи інші позиції.
vi: Thêm cổ phiếu, quỹ ETF, trái phiếu hoặc các vị thế khác.
zh_hans: 添加股票、ETF、债券或其他头寸。
zh_hant: 新增股票、ETF、債券或其他部位。

source: Add Transaction
ar: إضافة معاملة
ca: Afegeix una transacció
cs: Přidat transakci
da: Tilføj transaktion
de: Transaktion hinzufügen
el: Προσθήκη συναλλαγής
es: Añadir Transacción
fi: Lisää tapahtuma
fr: Ajouter une transaction
he: הוסף עסקה
hi: लेन-देन जोड़ें
hr: Dodaj transakciju
hu: Tranzakció hozzáadása
id: Tambahkan Transaksi
it: Aggiungi Transazione
ja: トランザクションの追加
ko: 거래 추가
ms: Tambah Transaksi
nb: Legg til transaksjon
nl: Transactie toevoegen
pl: Dodaj transakcję
pt_br: Adicionar transação
pt_pt: Adicionar transação
ro: Adăugați tranzacție
ru: Добавить транзакцию
sk: Pridať transakciu
sv: Lägg till transaktion
th: เพิ่มธุรกรรม
tr: İşlem Ekle
uk: Додати транзакцію
vi: Thêm giao dịch
zh_hans: 添加交易
zh_hant: 新增交易

source: Add your first income or expense.
ar: أضف دخلك أو نفقتك الأولى.
ca: Afegeix els teus primers ingressos o despeses.
cs: Přidejte svůj první příjem nebo výdaj.
da: Tilføj din første indtægt eller udgift.
de: Fügen Sie Ihre ersten Einnahmen oder Ausgaben hinzu.
el: Προσθέστε τα πρώτα σας έσοδα ή έξοδα.
es: Añade tu primer ingreso o gasto.
fi: Lisää ensimmäiset tulot tai menot.
fr: Ajoutez votre premier revenu ou dépense.
he: הוסף את ההכנסה או ההוצאה הראשונה שלך.
hi: अपनी पहली आय या व्यय जोड़ें.
hr: Dodajte svoj prvi prihod ili rashod.
hu: Adja hozzá első bevételét vagy kiadását.
id: Tambahkan pendapatan atau pengeluaran pertama Anda.
it: Aggiungi il tuo primo reddito o spesa.
ja: 最初の収入または支出を追加します。
ko: 첫 수입이나 지출을 추가하세요.
ms: Tambah pendapatan atau perbelanjaan pertama anda.
nb: Legg til din første inntekt eller utgift.
nl: Voeg uw eerste inkomsten of uitgaven toe.
pl: Dodaj swój pierwszy dochód lub wydatek.
pt_br: Adicione sua primeira receita ou despesa.
pt_pt: Adicione a sua primeira receita ou despesa.
ro: Adăugați primul venit sau cheltuială.
ru: Добавьте свой первый доход или расход.
sk: Pridajte svoj prvý príjem alebo výdavok.
sv: Lägg till din första inkomst eller utgift.
th: เพิ่มรายได้หรือค่าใช้จ่ายแรกของคุณ
tr: İlk gelirinizi veya giderinizi ekleyin.
uk: Додайте свій перший дохід або витрату.
vi: Thêm thu nhập hoặc chi phí đầu tiên của bạn.
zh_hans: 添加您的第一笔收入或支出。
zh_hant: 新增您的第一筆收入或支出。
